Repository: MesterPerfect/TCA-SystemUtilities-NVDA-Complemento
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Apagar el sistema
fr: Arrêter le système

source: Reinicio del sistema
fr: Redémarrage du système

source: Anular apagado
fr: Annuler l'arrêt

source: Abrir opciones de sonido
fr: Ouvrir Options du Son

source: Abrir Asistente transferir archivos por Bluetooth
fr: Ouvrir Assistant Transfert de fichiers par Bluetooth

source: Saber la arquitectura del sistema
fr: Connaître l'architecture du système

source: Su sistema operativo es de: {} Bits
fr: Votre système d'exploitation est de: {} Bits

source: Abrir el asistente para guardar la contraseña del sistema
fr: Ouvrir l'Assistant pour enregistrer le mot de passe du système

source: Abriendo restablecer contraseñas de Windows
fr: Ouverture Restaurer mots de passe de Windows

source: Copiar al portapapeles la ruta
fr: Copier dans le presse-papiers le chemin

source: Ruta copiada
fr: Chemin copié

source: No se pudo copiar la ruta
fr: Impossible de copier le chemin

source: Abrir el administrador de discos
fr: Ouvrir Gestion des disques

source: Abrir la tienda oficial de complementos
fr: Ouvrir la boutique officielle d'extensions

source: Abrir monitor de recursos
fr: Ouvrir Moniteur de ressources

source: Copiar al portapapeles la lista de carpetas y archivos
fr: Copier dans le presse-papiers la liste des dossiers et des fichiers

source: Saber la versión de Windows
fr: Connaître la version de Windows

source: Abrir el administrador de dispositivos
fr: Ouvrir Gestionnaire de périphériques

source: Abrir Opciones de carpeta
fr: Ouvrir Options de dossier

source: Hacer análisis del sistema Con SFC
fr: Faire une analyse du système avec SFC

source: Copiar información de todo el sistema al portapapeles
fr: Copier les informations de l'ensemble du système dans le presse-papiers

source: información del sistema copiada al portapapeles
fr: Informations système copiées dans le presse-papiers

source: Abrir mapa de caracteres
fr: Ouvrir Table des caractères

source: Abrir Asistente guardar contraseñas de usuarios
fr: Ouvrir Assistant Enregistrer les mots de passe utilisateurs

source: Abrir opciones de voz
fr: Ouvrir Options de la voix

source: Copiar al portapapeles la información sobre las tarjetas de sonido
fr: Copier dans le presse-papiers les informations sur les cartes son

source: Ocultar carpetas
fr: Masquer les dossiers

source: Mostrar carpetas ocultas
fr: Afficher les dossiers masqués

source: Limpiar disco
fr: Nettoyage de disque

source: Reiniciar Explorador
fr: Redémarrer l'Explorateur

source: Abrir Optimizar las unidades
fr: Ouvrir Optimiser les lecteurs

source: Hibernar el sistema
fr: Mettre en veille le système

source: Volumen
fr: Volume

source: Reparar sistema con Dism
fr: Réparer le système avec Dism

source: Reiniciar el sistema y entrar en Modo seguro con funciones de red
fr: Redémarrer le système et entrer en Mode Sans échec avec les fonctions réseau

source: Deshabilitar el Modo seguro y reiniciar el sistema
fr: Désactiver le Mode Sans échec et redémarrer le système

source: Abrir Mezclador de volumen
fr: Ouvrir Mélangeur de volume

source: Suspender el sistema
fr: Mettre en veille prolongée le système

source: Abrir Restablecer éste PC
fr: Ouvrir Restaurer le PC

source: Copiar al portapepeles la lista de archivos en cuarentena
fr: Copier dans le presse-papiers la liste des fichiers en quarantaine

source: Análisis rápido
fr: Analyse rapide

source: Análisis completo
fr: Analyse complète

source: Análisis del sector de arranque
fr: Analyse du secteur de boot

source: Activar escanéo de archivos comprimidos
fr: Activer la numérisation des fichiers compressés

source: Desactivar escanéo de archivos comprimidos
fr: Désactiver la numérisation des fichiers compressés

source: Desactivar la Webcam
fr: Désactiver la webcam

source: Activar la Webcam
fr: Activer la webcam

source: Reiniciar el sistema y entrar en la BIOS-UEFI
fr: Redémarrer le système et entrer dans le BIOS-UEFI

source: Limpiar caché DNS
fr: Nettoyer le cache DNS

source: Desactivar el espacio reservado
fr: Désactiver l'espace réservé

source: Activar el espacio reservado
fr: Activer l'espace réservé

source: AbrircConsola CMD en la ruta actual
fr: Ouvrir la console CMD dans le chemin actuel

source: AbrircConsola CMD Administrador
fr: Ouvrir la console CMD en tant qu'administrateur

source: Limpiar configuración guardada para ejecutarse en pantallas seguras
fr: Nettoyer la configuration sauvegardée pour s'exécuter sur les écrans sécurisés

source: Borrar el portapapeles y su historial
fr: Supprimer le presse-papiers et son historique

source: Tomar la ruta con z_path
fr: Prendre le chemin avec z_path

source: Cerrar taréas que no responden
fr: Fermer les tâches qui ne répondent pas

source: Cerrar todas las aplicaciones
fr: Fermer toutes les applications

source: Abrir carpeta Roaming
fr: Ouvrir Dossier Roaming

source: Desactivar el Control de cuentas de usuario (uac)
fr: Désactiver le Contrôle de compte d'utilisateur (uac)

source: Activar el Control de cuentas de usuario (uac)
fr: Activer le Contrôle de compte d'utilisateur (uac)

source: No se pudo tomar el foco, seleccione algún elemento
fr: Le focus n'a pas pu être pris, sélectionnez un élément

source: Ha seleccionado %s ficheros. Seleccione solo un fichero.
fr: Vous avez sélectionné %s fichiers. Sélectionnez un seul fichier.

source: No se tomó el foco, mueva la flecha o seleccione algún elemento
fr: Le focus n'est pas pris, déplacer la flèche ou sélectionner un élément

source: Dirección:
fr: Adresse:

source: Vídeos
fr: Vidéos

source: Videos
fr: Vidéos

source: Apagando el Pc.
fr: Arrêt du PC en cours...

source: Reiniciando el PC.
fr: Redémarrage du PC en cours...

source: anulando el apagado o reinicio del pc.
fr: Annuler l'arrêt ou le redémarrage du PC en cours...

source: Copiada la lista al portapapeles
fr: Copié la liste dans le presse-papiers

source: No se pudo copiar la lista al portapapeles
fr: Impossible de copier la liste dans le presse-papiers

source: Copiada la info del sonido al portapapeles
fr: Les informations du son ont été copiées dans le presse-papiers

source: No fue posible ocultar los elementos
fr: Impossible de masquer les éléments

source: no se pudieron mostrar los archivos
fr: Il n'était pas possible d'afficher les fichiers

source: Si es la primera vez que ejecuta ésta acción. es necesario crear un perfil de limpieza, solo debe hacerlo una vez. puede pulsar en Crear perfil también si desea modificar uno existente, o puede marcar la casilla para no volver a mostrar éste mensaje.
fr: Si c'est la première fois que vous exécutez cette action. Il est nécessaire de créer un profil de nettoyage, vous ne devez le faire qu'une seule fois. Vous pouvez appuyer sur Créer un profil si vous souhaitez modifier un existant, ou vous pouvez cocher la case afin de ne plus afficher ce message.

source: Crear perfil
fr: Créer un profil

source: No volver a mostrar este mensaje
fr: Ne plus afficher ce message

source: Está a punto de reiniciar el sistema, y activar el modo Seguro con funciones de red. En éste modo los sistemas Windows anteriores al 10, puede que no tengan sonidos, por ende, el lector de pantalla no tendrá soporte de voz. Deberá deshabilitar este modo desde las configuraciones del sistema msconfig, o haciendo uso de TCA SystemUtilities en el apartado: apagado del sistema. ¿Está seguro que desea continuar?
fr: Vous êtes sur le point de redémarrer le système, et d'activer le Mode Sans échec avec les fonctions de réseau. Dans ce mode, les systèmes Windows avant la 10, ils peuvent ne pas avoir de sons, par conséquent, le lecteur d'écran n'aura pas de support vocal. Vous devez désactiver ce mode à partir des Paramètres système msconfig, ou utilisant TCA SystemUtilities dans la section Arrêt du systèm. Voulez-vous continuer?

source: Atención activación del Modo seguro!
fr: Attention activation du Mode Sans échec!

source: Modo seguro activado, se va a reiniciar el Pc
fr: Mode Sans échec activé, le PC sera redémarré

source: Modo normal, reiniciando el Pc
fr: Mode normal, redémarrage du PC

source: Suspendiendo el sistema
fr: Mise en veille prolongée du système en cours...

source: Se activó el escanéo de archivos comprimidos
fr: La numérisation des fichiers compressés a été activée

source: Se desactivó el escanéo de archivos comprimidos
fr: La numérisation des fichiers compressés a été désactivée

source: Se desactivó la Webcam
fr: La webcam a été désactivée

source: Se activó la Webcam
fr: La webcam a été activée

source: Está a punto de activar entrar a la BIOS-UEFI El PC se va a reiniciar en unos segundos. Recuerda que en la BIOS-UEFI no podrás utilizar un lector de pantalla, tendrás que pedir ayuda visual. ¿está seguro que desea continuar?
fr: Vous êtes sur le point d'activer l'entrer dans le BIOS-UEFI Le PC sera redémarré en quelques secondes N'oubliez pas que dans le BIOS-UEFI, vous ne pourrez pas utiliser un lecteur d'écran, vous devrez demander de l'aide visuelle. Voulez-vous continuer?

source: ¿Atención Se intentará activar la entrada a la BIOS-UEFI!
fr: Attention Une tentative sera faite pour activer l'entrer dans le BIOS-UEFI!

source: Se limpió la Caché DNS
fr: Le cache DNS a été nettoyé

source: Se desactivó el espacio reservado
fr: L'espace réservé a été désactivé

source: Se activó el espacio reservado
fr: L'espace réservé a été activé

source: No se pudo obtener la ruta para el CMD
fr: Impossible d'ouvrir le CMD dans ce chemin

source: Este proceso eliminará todos los complementos y configuraciones que están en pantallas seguras. Es necesario que se reinicie el explorador de Windows, se deben cerrar todas las ventanas del explorador. Si tiene activado el uac (Control de cuentas de usuario), es probable que deba darle varias veces permisos para continuar. ¿Está seguro que desea continuar?
fr: Ce processus supprimera toutes les extensions et les configurations qu'elles se trouvent sur les écrans sécurisés. Il est nécessaire de redémarrer l'explorateur Windows, toutes les fenêtres de l'explorateur doivent être fermées. Si vous avez l'UAC (Contrôle de Comptes d'utilisateurs) activé, il est probable que vous vous donner plusieurs fois des autorisations pour continuer. Voulez-vous continuer?

source: Atención borrando addons y configuraciones de pantallas seguras
fr: Attention suppression des extensions et des configurations sur les écrans sécurisés

source: Se limpió la configuración en pantallas seguras
fr: La configuration a été nettoyée sur les écrans sécurisés

source: No existen configuraciones guardadas en pantallas seguras
fr: Il n'y a pas de configurations sauvegardés sur les écrans sécurisés

source: no hay nada en el historial del portapapeles
fr: L'historique du presse-papiers ne contient pas d'éléments

source: No fue posible eliminar el portapapeles
fr: Impossible de supprimer le presse-papiers

source: Se limpió correctamente el portapapeles
fr: Le presse-papiers a été nettoyée avec succès

source: No fue posible desactivar el control de cuentas de usuario Error: {}
fr: Impossible de désactiver le Contrôle de compte d'utilisateur Erreur: {}

source: Se ha desactivado el control de cuentas de usuario (uac). Es necesario reiniciar el sistema para que surtan los cambios. ¿Desea hacerlo ahora?
fr: Le Contrôle de compte d'utilisateur (uac) a été désactivé. Il est nécessaire de redémarrer le système pour que ces changements prennent effet. Voulez-vous le faire maintenant?

source: Atención !Reinicio necesario
fr: Attention! Redémarrage nécessaire

source: No fue posible activar el control de cuentas de usuario Error: {}
fr: Impossible d'activer le Contrôle de compte d'utilisateur Erreur: {}

source: Se ha activado el control de cuentas de usuario (uac). Es necesario reiniciar el sistema para que surtan los cambios. ¿Desea hacerlo ahora?
fr: Le Contrôle de compte d'utilisateur (uac) a été activé. Il est nécessaire de redémarrer le système pour que ces changements prennent effet. Voulez-vous le faire maintenant?

source: Apagar
fr: Arrêter

source: Entrar a la BIOS-UEFI
fr: Entrer dans le BIOS-UEFI

source: Hibernar
fr: Mettre en veille

source: Reiniciar
fr: Redémarrer

source: Reiniciar y entrar en Modo seguro con funciones de red
fr: Redémarrer et entrer en Mode Sans échec avec les fonctions réseau

source: Reiniciar en Modo normal
fr: Redémarrer en Mode normal

source: Suspender
fr: Mettre en veille prolongée

source: Apagado del sistema
fr: Arrêt du système

source: Borrar el portapapeles
fr: Supprimer le presse-papiers

source: Desbloquear explorador de Windows
fr: Déverrouiller Windows Explorer

source: Monitor de recursos
fr: Moniteur de ressources

source: Explorador y Procesos
fr: Explorateur et Processus

source: Activar almacenamiento reservado
fr: Activer l'espace de stockage réservé

source: Desactivar almacenamiento reservado
fr: Désactiver l'espace de stockage réservé

source: Análisis del sistema Con SFC
fr: Analyse du système avec SFC

source: Limpiar configuración guardada en pantallas seguras
fr: Nettoyer configuration sauvegardé sur les écrans sécurisés

source: Optimizar las unidades
fr: Optimiser les lecteurs

source: Restablecer PC
fr: Restaurer le PC

source: Reparación y optimización
fr: Réparation et optimisation

source: Activar el control de cuentas de usuario (uac)
fr: Activer le Contrôle de compte d'utilisateur (uac)

source: Analizar arranque del sistema
fr: Analyser le démarrage du système

source: análisis rápido
fr: Analyse rapide

source: Escanear archivos comprimidos
fr: Numériser des fichiers compressés

source: No escanear archivos comprimidos
fr: Ne pas numériser des fichiers compressés

source: Desactivar el control de cuentas de usuario (uac)
fr: Désactiver le Contrôle de compte d'utilisateur (uac)

source: Listado de archivos en cuarentena al portapapeles
fr: Liste des fichiers en quarantaine dans le presse-papiers

source: Seguridad de Windows
fr: Sécurité Windows

source: Activar Webcam
fr: Activer la webcam

source: Desactivar Webcam
fr: Désactiver la webcam

source: Mezclador de volumen
fr: Mélangeur de volume

source: Opciones de sonido
fr: Options du Son

source: Opciones de voz
fr: Options de la voix

source: Voz y multimedia
fr: Voix et multimédia

source: Asistente guardar contraseñas de usuarios
fr: Assistant Enregistrer les mots de passe utilisateurs

source: Asistente transferir archivos por Bluetooth
fr: Assistant Transfert de fichiers par Bluetooth

source: Carpeta Roaming
fr: Dossier Roaming

source: administrador de discos
fr: Gestion des disques

source: administrador de dispositivoss
fr: Gestionnaire de périphériques

source: asistente para guardar la contraseña del sistema
fr: Assistant pour enregistrer le mot de passe du système

source: mapa de caracteres
fr: Table des caractères

source: Opciones de carpeta
fr: Options de dossier

source: Utilidades del sistema
fr: Utilitaires du système

source: Apagar y Reiniciar el PC con el sonido clásico de Windows. También permite abrir la carpeta Roaming y ejecutar de forma directa algunas herramientas del sistema.
fr: Arrêter et redémarrer le PC avec le son classique de Windows. Il permet également d'ouvrir le dossier Roaming et d'exécuter directement certains outils système.
